Repository: adil-adysh/quickNotetaker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, ru

source: Quick Notetaker
ru: Быстрый блокнот

source: Shows the Notetaker interface for writing a new note
de: Zeigt die Notizbuch-Oberfläche zum Schreiben einer neuen Notiz an
ru: Показывает интерфейс блокнота для написания новой заметки

source: Shows the Notes Manager interface for viewing and managing notes
de: Zeigt die Oberfläche des Notizbuchs zum Anzeigen und Verwalten von Notizen an
ru: Показывает интерфейс диспетчера заметок для просмотра и управления заметками

source: Notetaker - Quick Notetaker
de: Notizbuch - Quick Notetaker
ru: Блокнот - Быстрый блокнот

source: Open Notes &Manager...
de: Notizbuch öffnen...
ru: Открыть &менеджер заметок...

source: P&review note...
de: Notizvo&rschau...
ru: Предварительный &просмотр заметки...

source: Co&py
de: Ko&pieren
ru: &Копировать

source: Copy &HTML code
de: &HTML-Code kopieren...
ru: Скопировать &HTML-код

source: &Note content:
de: Inhalt der &Notiz:
ru: Содержание &заметки:

source: Update the corresponding Microsoft &Word document also
de: Auch das zugehörige Microsoft &Word-Dokument aktualisieren
ru: Также обновить соответствующий документ Microsoft &Word

source: Save as Microsoft &Word document also
de: Auch als Microsoft &Word-Dokument speichern
ru: Также сохранить как документ Microsoft &Word

source: &Save and close
de: &Speichern und schließen
ru: &Сохранить и закрыть

source: &Discard
de: Verwerfen
ru: &Отменить

source: Are you sure you want to exit and discard changes?
de: Sind Sie sicher, dass Sie das Notizbuch schließen und Ihre Änderungen verwerfen möchten?
ru: Вы уверены, что хотите выйти и отменить изменения?

source: Warning
de: Warnung
ru: Предупреждение

source: Couldn't open Notes Manager! A Notes Manager window is already opened.
de: Das Notizbuch konnte nicht geöffnet werden!
ru: Не удалось открыть менеджер заметок! Окно менеджера заметок уже открыто.

source: Copied to clipboard!
de: In Zwischenablage kopiert
ru: Скопировано в буфер обмена!

source: Notes Manager - Quick Notetaker
de: Notizbuch - Quick Notetaker
ru: Менеджер заметок - Быстрый блокнот

source: No&tes:
de: No&tizen:
ru: &Заметки:

source: Title
de: Titel
ru: Название

source: Last Edited
de: Zuletzt geändert
ru: Последнее редактирование

source: Preview
de: Vorschau
ru: Предварительный просмотр

source: &View note...
de: Notiz anzeigen..
ru: &Посмотреть заметку...

source: &Edit note...
de: Notiz b&earbeiten...
ru: &Редактировать заметку...

source: Co&py note
de: Notiz ko&pieren
ru: &Копировать заметку

source: &Open in Microsoft Word...
de: In Microsoft Word öffnen...
ru: Открыть в Microsoft &Word...

source: &Delete note...
de: Notiz löschen...
ru: &Удалить заметку...

source: &New note...
de: &Neue Notiz...
ru: &Новая заметка...

source: Open &settings...
de: Ein&stellungen öffnen...
ru: Открыть нас&тройки...

source: &Close
de: Schließen
ru: &Закрыть

source: Couldn't edit note! An open Notetaker window with unsaved changes is present.
de: Die Notiz kann nicht bearbeitet werden, da noch ein Notizbuch mit ungespeicherten Änderungen offen ist.
ru: Не удалось отредактировать заметку! Присутствует открытое окно блокнота с несохраненными изменениями.

source: Couldn't open Notetaker! A Notetaker window is already opened.
de: Das Notizbuch kann nicht geöffnet werden. Es ist bereits ein Notizbuch-Fenster geöffnet.
ru: Не могу открыть блокнот! Окно блокнота уже открыто.

source: Create Microsoft &Word document
de: Microsoft &Word-Dokument erstellen
ru: Создать документ Microsoft &Word

source: A document with the specified name was not found! You can create a new one so you would be able to view this note as a Microsoft Word document.
de: Ein Dokument mit dem angegebenen Namen wurde nicht gefunden! Sie können ein neues Dokument erstellen, und damit diese Notiz als Microsoft Word-Dokument anzeigen können.
ru: Документ с указанным именем не найден! Вы можете создать новую, чтобы иметь возможность просматривать эту заметку как документ Microsoft Word.

source: Are you sure you want to delete this note?
de: Möchten Sie diese Notiz wirklich löschen?
ru: Вы уверены, что хотите удалить эту заметку?

source: The saved path for the Microsoft Word document no longer exists! The document was saved in the default directory for the ad-on!
de: Der gespeicherte Pfad für das Microsoft Word-Dokument existiert nicht mehr! Das Dokument wurde im Standardverzeichnis für das Add-On gespeichert!
ru: Сохраненный путь к документу Microsoft Word больше не существует! Документ был сохранен в каталоге по умолчанию для дополнения!

source: Select the folder where the document will be saved
de: Wählen Sie das Verzeichnis aus, in dem das Dokument gespeichert werden soll
ru: Выберите папку, в которой будет сохранен документ

source: Untitled
de: Unbenannt
ru: Без названия

source: Default documents directory:
de: Standardverzeichnis für Dokumente:
ru: Каталог документов по умолчанию:

source: Browse...
de: Durchsuchen...
ru: Обзор...

source: Select a default directory where the documents of Quick Notetaker will be stored
de: Wählen Sie ein Standardverzeichnis, in dem die Dokumente von Quick Notetaker gespeichert werden
ru: Выберите каталог по умолчанию, в котором будут храниться документы быстрого блокнота

source: Ask me each time &where to save the note's corresponding Microsoft Word document
de: Immer fragen, &wo das entsprechende Microsoft Word-Dokument der Notiz gespeichert werden soll
ru: Спрашивать каждый раз &где сохранить соответствующий документ Microsoft Word для заметки

source: &Open the note's corresponding Microsoft Word document after saving or updating
de: Das Microsoft Word-Dokument nach dem Speichern oder Aktualisieren der Notiz öffnen
ru: &Открыть соответствующий документ Microsoft Word после сохранения или обновления

source: &Capture the active window title when creating a new note
de: Beim Erstellen einer neuen Notiz den aktuellen Fenstertitel als Name verwenden
ru: &Захватить заголовок активного окна при создании новой заметки

source: &Remember the note taker window size and position
de: Fenstergröße und -position für das Notizbuch-Fenster beibehalten
ru: Запомнить &размер и положение окна заметки

source: Au&to align text when editing notes (relevant for RTL languages)
de: Au&tomatisches Au&srichten von Text beim Bearbeiten von Notizen (relevant für RTL-Sprachen)
ru: &Автоматическое выравнивание текста при редактировании заметок (актуально для языков с письмом справа налево)

source: A note taker for NVDA. Allows the user to create, edit, view, manage and export notes to different formats.
de: Ein Notizbuch für NVDA. Ermöglicht dem Benutzer das Erstellen, Bearbeiten, Anzeigen, Verwalten und Exportieren von Notizen.
ru: Блокнот для NVDA. Позволяет пользователю создавать, редактировать, просматривать, управлять и экспортировать заметки в различные форматы.
